Revit 2027 API
ParameterTypeId.MassDataMassWindowArea Property
 "Mass Window Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassWindowArea { get; }
Public Shared ReadOnly Property MassDataMassWindowArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassWindowArea {
	ForgeTypeId^ get ();
}
static member MassDataMassWindowArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace